{"said": 1, "mln": 2, "vs": 3, "dlrs": 4, "pct": 5, "lt": 6, "cts": 7, "year": 8, "net": 9, "u": 10, "billion": 11, "loss": 12, "would": 13, "company": 14, "shr": 15, "inc": 16, "bank": 17, "corp": 18, "oil": 19, "last": 20, "share": 21, "trade": 22, "one": 23, "profit": 24, "market": 25, "new": 26, "qtr": 27, "two": 28, "shares": 29, "stock": 30, "also": 31, "tonnes": 32, "revs": 33, "sales": 34, "prices": 35, "may": 36, "group": 37, "per": 38, "march": 39, "april": 40, "first": 41, "co": 42, "japan": 43, "rate": 44, "quarter": 45, "price": 46, "february": 47, "january": 48, "government": 49, "offer": 50, "week": 51, "dollar": 52, "three": 53, "exchange": 54, "note": 55, "agreement": 56, "tax": 57, "could": 58, "production": 59, "today": 60, "ltd": 61, "foreign": 62, "told": 63, "international": 64, "interest": 65, "expected": 66, "rose": 67, "dlr": 68, "rise": 69, "rates": 70, "total": 71, "five": 72, "current": 73, "record": 74, "month": 75, "nine": 76, "end": 77, "stg": 78, "exports": 79, "six": 80, "oper": 81, "official": 82, "world": 83, "increase": 84, "growth": 85, "board": 86, "added": 87, "meeting": 88, "earlier": 89, "avg": 90, "earnings": 91, "shrs": 92, "export": 93, "common": 94, "sale": 95, "industry": 96, "dividend": 97, "unit": 98, "months": 99, "wheat": 100, "economic": 101, "money": 102, "banks": 103, "major": 104, "ec": 105, "american": 106, "cash": 107, "made": 108, "department": 109, "four": 110, "spokesman": 111, "officials": 112, "west": 113, "japanese": 114, "december": 115, "report": 116, "buy": 117, "investment": 118, "imports": 119, "mths": 120, "countries": 121, "analysts": 122, "acquisition": 123, "business": 124, "pay": 125, "national": 126, "operations": 127, "financial": 128, "stake": 129, "th": 130, "agreed": 131, "cut": 132, "yen": 133, "united": 134, "says": 135, "fell": 136, "central": 137, "sources": 138, "deficit": 139, "due": 140, "president": 141, "companies": 142, "around": 143, "includes": 144, "lower": 145, "compared": 146, "years": 147, "states": 148, "products": 149, "securities": 150, "federal": 151, "time": 152, "higher": 153, "shareholders": 154, "debt": 155, "currency": 156, "since": 157, "gas": 158, "markets": 159, "prior": 160, "capital": 161, "reserves": 162, "period": 163, "statement": 164, "merger": 165, "sugar": 166, "next": 167, "gain": 168, "canada": 169, "sell": 170, "reported": 171, "trading": 172, "credit": 173, "policy": 174, "k": 175, "fall": 176, "assets": 177, "tender": 178, "chairman": 179, "crude": 180, "june": 181, "take": 182, "ended": 183, "general": 184, "minister": 185, "commission": 186, "st": 187, "state": 188, "based": 189, "talks": 190, "surplus": 191, "high": 192, "domestic": 193, "output": 194, "figures": 195, "day": 196, "term": 197, "yesterday": 198, "grain": 199, "plan": 200, "set": 201, "demand": 202, "announced": 203, "fed": 204, "div": 205, "nil": 206, "canadian": 207, "coffee": 208, "gold": 209, "ago": 210, "agriculture": 211, "south": 212, "european": 213, "average": 214, "annual": 215, "union": 216, "industries": 217, "bid": 218, "system": 219, "still": 220, "terms": 221, "however": 222, "half": 223, "subsidiary": 224, "expects": 225, "plans": 226, "corn": 227, "results": 228, "supply": 229, "seven": 230, "long": 231, "economy": 232, "income": 233, "loan": 234, "rd": 235, "management": 236, "industrial": 237, "owned": 238, "p": 239, "outstanding": 240, "firm": 241, "dealers": 242, "eight": 243, "make": 244, "level": 245, "recent": 246, "traders": 247, "likely": 248, "acquire": 249, "split": 250, "sold": 251, "increased": 252, "marks": 253, "purchase": 254, "estimated": 255, "continue": 256, "gulf": 257, "producers": 258, "finance": 259, "opec": 260, "full": 261, "non": 262, "energy": 263, "well": 264, "early": 265, "operating": 266, "proposed": 267, "ministry": 268, "value": 269, "brazil": 270, "program": 271, "previously": 272, "german": 273, "fiscal": 274, "stocks": 275, "usda": 276, "part": 277, "including": 278, "held": 279, "previous": 280, "forecast": 281, "country": 282, "second": 283, "qtly": 284, "plc": 285, "petroleum": 286, "treasury": 287, "sets": 288, "budget": 289, "soviet": 290, "days": 291, "reserve": 292, "costs": 293, "china": 294, "development": 295, "another": 296, "september": 297, "much": 298, "issue": 299, "york": 300, "proposal": 301, "house": 302, "bought": 303, "levels": 304, "say": 305, "third": 306, "profits": 307, "help": 308, "bpd": 309, "crop": 310, "bill": 311, "inflation": 312, "public": 313, "loans": 314, "sees": 315, "acquired": 316, "include": 317, "cost": 318, "action": 319, "short": 320, "already": 321, "committee": 322, "jan": 323, "move": 324, "result": 325, "monetary": 326, "nations": 327, "low": 328, "intervention": 329, "barrels": 330, "july": 331, "farm": 332, "french": 333, "feb": 334, "savings": 335, "decline": 336, "account": 337, "change": 338, "adjusted": 339, "pact": 340, "reagan": 341, "funds": 342, "services": 343, "francs": 344, "association": 345, "british": 346, "baker": 347, "import": 348, "germany": 349, "less": 350, "asked": 351, "accord": 352, "private": 353, "open": 354, "payments": 355, "paris": 356, "possible": 357, "consumer": 358, "goods": 359, "effective": 360, "future": 361, "losses": 362, "point": 363, "takeover": 364, "systems": 365, "support": 366, "strong": 367, "drop": 368, "l": 369, "fourth": 370, "might": 371, "completed": 372, "data": 373, "revenues": 374, "following": 375, "control": 376, "use": 377, "n": 378, "prime": 379, "community": 380, "reduce": 381, "several": 382, "secretary": 383, "largest": 384, "amount": 385, "approval": 386, "approved": 387, "close": 388, "declined": 389, "futures": 390, "revised": 391, "deal": 392, "cocoa": 393, "cents": 394, "subject": 395, "basis": 396, "given": 397, "noted": 398, "making": 399, "banking": 400, "contract": 401, "october": 402, "sector": 403, "council": 404, "good": 405, "washington": 406, "pacific": 407, "london": 408, "resources": 409, "according": 410, "barrel": 411, "texas": 412, "plant": 413, "comment": 414, "administration": 415, "decision": 416, "balance": 417, "bundesbank": 418, "target": 419, "late": 420, "show": 421, "number": 422, "raised": 423, "large": 424, "conference": 425, "analyst": 426, "many": 427, "transaction": 428, "taiwan": 429, "within": 430, "product": 431, "western": 432, "agency": 433, "need": 434, "members": 435, "real": 436, "additional": 437, "firms": 438, "must": 439, "called": 440, "trust": 441, "service": 442, "see": 443, "line": 444, "executive": 445, "holdings": 446, "quota": 447, "preferred": 448, "far": 449, "base": 450, "payable": 451, "soybean": 452, "buying": 453, "excludes": 454, "gains": 455, "used": 456, "quarterly": 457, "currently": 458, "later": 459, "extraordinary": 460, "raise": 461, "france": 462, "back": 463, "whether": 464, "weeks": 465, "final": 466, "past": 467, "economists": 468, "steel": 469, "although": 470, "free": 471, "certain": 472, "commercial": 473, "tonne": 474, "area": 475, "units": 476, "marketing": 477, "investors": 478, "cuts": 479, "start": 480, "put": 481, "available": 482, "unchanged": 483, "remain": 484, "north": 485, "way": 486, "friday": 487, "offered": 488, "received": 489, "special": 490, "saudi": 491, "least": 492, "c": 493, "farmers": 494, "paid": 495, "seen": 496, "issued": 497, "chief": 498, "insurance": 499, "iran": 500, "division": 501, "buffer": 502, "holding": 503, "reached": 504, "partners": 505, "latest": 506, "conditions": 507, "give": 508, "despite": 509, "effect": 510, "discontinued": 511, "meet": 512, "quotas": 513, "charge": 514, "f": 515, "rising": 516, "fund": 517, "court": 518, "exploration": 519, "joint": 520, "name": 521, "currencies": 522, "rights": 523, "work": 524, "natural": 525, "saying": 526, "among": 527, "main": 528, "index": 529, "deposits": 530, "food": 531, "ministers": 532, "measures": 533, "mark": 534, "think": 535, "even": 536, "lead": 537, "position": 538, "without": 539, "pressure": 540, "expect": 541, "producer": 542, "negotiations": 543, "areas": 544, "computer": 545, "signed": 546, "equity": 547, "usair": 548, "tokyo": 549, "continued": 550, "senior": 551, "worth": 552, "mine": 553, "present": 554, "australia": 555, "changes": 556, "bills": 557, "planned": 558, "little": 559, "reduced": 560, "selling": 561, "november": 562, "season": 563, "showed": 564, "england": 565, "nd": 566, "payout": 567, "letter": 568, "restructuring": 569, "raises": 570, "details": 571, "commodity": 572, "discount": 573, "de": 574, "payment": 575, "dutch": 576, "commerce": 577, "daily": 578, "problems": 579, "member": 580, "estimates": 581, "range": 582, "led": 583, "strike": 584, "copper": 585, "congress": 586, "stores": 587, "bond": 588, "tariffs": 589, "reporters": 590, "britain": 591, "respectively": 592, "purchases": 593, "hold": 594, "financing": 595, "august": 596, "exporters": 597, "spending": 598, "agreements": 599, "buys": 600, "b": 601, "sterling": 602, "near": 603, "provide": 604, "holders": 605, "impact": 606, "australian": 607, "turnover": 608, "bankers": 609, "gencorp": 610, "capacity": 611, "come": 612, "date": 613, "go": 614, "increases": 615, "leading": 616, "better": 617, "east": 618, "statistics": 619, "ending": 620, "taken": 621, "tomorrow": 622, "pretax": 623, "sharply": 624, "gatt": 625, "workers": 626, "monday": 627, "equipment": 628, "key": 629, "chemical": 630, "home": 631, "estimate": 632, "get": 633, "probably": 634, "response": 635, "investor": 636, "office": 637, "figure": 638, "sharp": 639, "included": 640, "venture": 641, "pre": 642, "america": 643, "stability": 644, "distribution": 645, "delegates": 646, "contracts": 647, "europe": 648, "local": 649, "small": 650, "mining": 651, "tons": 652, "director": 653, "indonesia": 654, "seeking": 655, "heavy": 656, "dollars": 657, "recently": 658, "directors": 659, "rises": 660, "manufacturing": 661, "order": 662, "repurchase": 663, "addition": 664, "receive": 665, "return": 666, "shipping": 667, "security": 668, "research": 669, "hit": 670, "korea": 671, "port": 672, "study": 673, "city": 674, "right": 675, "reduction": 676, "growing": 677, "shipments": 678, "closed": 679, "dome": 680, "rubber": 681, "morning": 682, "filing": 683, "boost": 684, "pipeline": 685, "scheduled": 686, "shareholder": 687, "credits": 688, "maize": 689, "soon": 690, "agricultural": 691, "situation": 692, "slightly": 693, "needed": 694, "fixed": 695, "quoted": 696, "southern": 697, "initial": 698, "began": 699, "become": 700, "proposals": 701, "disclosed": 702, "yet": 703, "allow": 704, "people": 705, "seek": 706, "offers": 707, "g": 708, "declared": 709, "institute": 710, "ecuador": 711, "delivery": 712, "producing": 713, "adding": 714, "ct": 715, "cotton": 716, "iranian": 717, "issues": 718, "weather": 719, "dec": 720, "beef": 721, "provision": 722, "undisclosed": 723, "gave": 724, "lending": 725, "interests": 726, "decided": 727, "gross": 728, "vice": 729, "rules": 730, "reports": 731, "force": 732, "want": 733, "technology": 734, "power": 735, "life": 736, "review": 737, "standard": 738, "diluted": 739, "consumers": 740, "offering": 741, "field": 742, "africa": 743, "us": 744, "limited": 745, "continuing": 746, "war": 747, "white": 748, "ag": 749, "going": 750, "e": 751, "concern": 752, "press": 753, "senate": 754, "consider": 755, "cyclops": 756, "liquidity": 757, "properties": 758, "james": 759, "produced": 760, "like": 761, "taking": 762, "working": 763, "reflect": 764, "keep": 765, "rice": 766, "businesses": 767, "arabia": 768, "information": 769, "seasonally": 770, "policies": 771, "supplies": 772, "improved": 773, "class": 774, "increasing": 775, "brazilian": 776, "twa": 777, "place": 778, "related": 779, "problem": 780, "remaining": 781, "consumption": 782, "shipment": 783, "call": 784, "partnership": 785, "believe": 786, "significant": 787, "unemployment": 788, "volume": 789, "mainly": 790, "owns": 791, "soybeans": 792, "option": 793, "ships": 794, "winter": 795, "oils": 796, "form": 797, "acquisitions": 798, "falling": 799, "feet": 800, "potential": 801, "overall": 802, "yeutter": 803, "immediately": 804, "communications": 805, "ico": 806, "limit": 807, "caused": 808, "plus": 809, "case": 810, "lawson": 811, "options": 812, "air": 813, "mid": 814, "periods": 815, "paper": 816, "revenue": 817, "retail": 818, "manager": 819, "italy": 820, "holds": 821, "mines": 822, "shell": 823, "act": 824, "operation": 825, "ounces": 826, "political": 827, "economist": 828, "enough": 829, "sells": 830, "announcement": 831, "bp": 832, "bonus": 833, "refinery": 834, "corporation": 835, "expansion": 836, "factors": 837, "rather": 838, "orders": 839, "changed": 840, "cable": 841, "purchased": 842, "makes": 843, "organization": 844, "swiss": 845, "almost": 846, "top": 847, "shearson": 848, "acres": 849, "kong": 850, "crops": 851, "affected": 852, "light": 853, "dispute": 854, "nearly": 855, "interview": 856, "ahead": 857, "gasoline": 858, "head": 859, "buyout": 860, "similar": 861, "totalled": 862, "performance": 863, "efforts": 864, "regular": 865, "forecasts": 866, "substantial": 867, "unlikely": 868, "law": 869, "required": 870, "india": 871, "certificates": 872, "necessary": 873, "add": 874, "guilders": 875, "notes": 876, "sea": 877, "land": 878, "palm": 879, "produce": 880, "cooperation": 881, "discuss": 882, "j": 883, "closing": 884, "able": 885, "hong": 886, "outlook": 887, "northern": 888, "prospects": 889, "assistance": 890, "purolator": 891, "feed": 892, "ore": 893, "investments": 894, "customer": 895, "controls": 896, "health": 897, "session": 898, "earned": 899, "yield": 900, "rejected": 901, "considering": 902, "gnp": 903, "kuwait": 904, "beginning": 905, "posted": 906, "fuel": 907, "charges": 908, "bring": 909, "warner": 910, "aid": 911, "remains": 912, "drilling": 913, "longer": 914, "primary": 915, "provided": 916, "maintain": 917, "lyng": 918, "spain": 919, "monthly": 920, "means": 921, "dropped": 922, "round": 923, "pound": 924, "package": 925, "greater": 926, "parent": 927, "reach": 928, "shortage": 929, "begin": 930, "allied": 931, "overseas": 932, "consolidated": 933, "existing": 934, "provisions": 935, "legislation": 936, "officer": 937, "corporate": 938, "spot": 939, "tin": 940, "transactions": 941, "difficult": 942, "completes": 943, "hard": 944, "improvement": 945, "iraq": 946, "cent": 947, "improve": 948, "points": 949, "barley": 950, "project": 951, "unless": 952, "competitive": 953, "dividends": 954, "lost": 955, "view": 956, "extended": 957, "nation": 958, "attack": 959, "regulatory": 960, "wednesday": 961, "dixons": 962, "expand": 963, "telephone": 964, "property": 965, "former": 966, "attempt": 967, "combined": 968, "offset": 969, "television": 970, "convertible": 971, "taft": 972, "normal": 973, "fully": 974, "expenses": 975, "tuesday": 976, "bags": 977, "express": 978, "electric": 979, "started": 980, "prepared": 981, "estate": 982, "newspaper": 983, "california": 984, "risk": 985, "competition": 986, "source": 987, "semiconductor": 988, "chrysler": 989, "principle": 990, "venezuela": 991, "damage": 992, "accounting": 993, "minimum": 994, "crowns": 995, "zealand": 996, "aimed": 997, "great": 998, "came": 999, "wants": 1000, "falls": 1001, "speculation": 1002, "colombia": 1003, "malaysia": 1004, "moves": 1005, "majority": 1006, "accepted": 1007, "filed": 1008, "subsidies": 1009, "customers": 1010, "met": 1011, "chicago": 1012, "african": 1013, "h": 1014, "oecd": 1015, "measure": 1016, "left": 1017, "continental": 1018, "singapore": 1019, "best": 1020, "series": 1021, "reason": 1022, "discussions": 1023, "took": 1024, "louvre": 1025, "predicted": 1026, "bancorp": 1027, "borg": 1028, "cattle": 1029, "silver": 1030, "temporary": 1031, "traded": 1032, "building": 1033, "construction": 1034, "cover": 1035, "ship": 1036, "important": 1037, "bonds": 1038, "process": 1039, "ccc": 1040, "times": 1041, "harvest": 1042, "involved": 1043, "remained": 1044, "deposit": 1045, "released": 1046, "particularly": 1047, "activity": 1048, "definitive": 1049, "versus": 1050, "telecommunications": 1051, "find": 1052, "cause": 1053, "gdp": 1054, "grow": 1055, "royal": 1056, "john": 1057, "recovery": 1058, "post": 1059, "accept": 1060, "sept": 1061, "considered": 1062, "believed": 1063, "grade": 1064, "coast": 1065, "lines": 1066, "meat": 1067, "ton": 1068, "complete": 1069, "bids": 1070, "partly": 1071, "calls": 1072, "authorities": 1073, "intent": 1074, "taxes": 1075, "developing": 1076, "looking": 1077, "needs": 1078, "weekly": 1079, "icco": 1080, "question": 1081, "accounts": 1082, "voting": 1083, "metal": 1084, "raising": 1085, "proceeds": 1086, "lynch": 1087, "effort": 1088, "follows": 1089, "stable": 1090, "flow": 1091, "street": 1092, "settlement": 1093, "sec": 1094, "cannot": 1095, "family": 1096, "vote": 1097, "quality": 1098, "medical": 1099, "mortgage": 1100, "hutton": 1101, "retaliation": 1102, "materials": 1103, "largely": 1104, "clear": 1105, "slow": 1106, "benefit": 1107, "miyazawa": 1108, "transport": 1109, "failed": 1110, "warrants": 1111, "named": 1112, "ruling": 1113, "commodities": 1114, "associates": 1115, "privately": 1116, "run": 1117, "electronics": 1118, "entered": 1119, "allowed": 1120, "outside": 1121, "items": 1122, "stop": 1123, "san": 1124, "wholly": 1125, "restated": 1126, "block": 1127, "r": 1128, "try": 1129, "equivalent": 1130, "opened": 1131, "coming": 1132, "brown": 1133, "merrill": 1134, "aluminium": 1135, "dealer": 1136, "piedmont": 1137, "ecus": 1138, "reflected": 1139, "employees": 1140, "borrowings": 1141, "nakasone": 1142, "representative": 1143, "cutting": 1144, "night": 1145, "operate": 1146, "formed": 1147, "imported": 1148, "cubic": 1149, "specific": 1150, "provisional": 1151, "calendar": 1152, "trend": 1153, "percentage": 1154, "buyers": 1155, "growers": 1156, "volcker": 1157, "ussr": 1158, "sanctions": 1159, "wall": 1160, "saw": 1161, "parts": 1162, "basic": 1163, "defense": 1164, "party": 1165, "ends": 1166, "old": 1167, "face": 1168, "independent": 1169, "rest": 1170, "facilities": 1171, "fields": 1172, "planning": 1173, "agree": 1174, "preliminary": 1175, "projected": 1176, "along": 1177, "either": 1178, "richard": 1179, "benefits": 1180, "requirements": 1181, "representatives": 1182, "robert": 1183, "suit": 1184, "merge": 1185, "morgan": 1186, "wanted": 1187, "acreage": 1188, "reform": 1189, "valued": 1190, "others": 1191, "band": 1192, "completion": 1193, "progress": 1194, "authority": 1195, "helped": 1196, "serious": 1197, "cargo": 1198, "instead": 1199, "zinc": 1200, "concerned": 1201, "eastern": 1202, "johnson": 1203, "texaco": 1204, "failure": 1205, "direct": 1206, "ordinary": 1207, "offshore": 1208, "crisis": 1209, "region": 1210, "bureau": 1211, "personal": 1212, "activities": 1213, "worldwide": 1214, "vegetable": 1215, "exclude": 1216, "military": 1217, "caesars": 1218, "row": 1219, "prevent": 1220, "opening": 1221, "hope": 1222, "subcommittee": 1223, "followed": 1224, "access": 1225, "poehl": 1226, "video": 1227, "facility": 1228, "hours": 1229, "amounts": 1230, "meetings": 1231, "thailand": 1232, "interested": 1233, "request": 1234, "substantially": 1235, "believes": 1236, "coal": 1237, "various": 1238, "expectations": 1239, "external": 1240, "ways": 1241, "authorized": 1242, "remarks": 1243, "boston": 1244, "pending": 1245, "trying": 1246, "look": 1247, "hectares": 1248, "controlled": 1249, "brought": 1250, "stood": 1251, "cumulative": 1252, "affect": 1253, "organisation": 1254, "release": 1255, "river": 1256, "subsidiaries": 1257, "groups": 1258, "equal": 1259, "santa": 1260, "sumita": 1261, "possibility": 1262, "ounce": 1263, "adjustment": 1264, "processing": 1265, "signs": 1266, "maximum": 1267, "brothers": 1268, "metals": 1269, "step": 1270, "debentures": 1271, "arab": 1272, "mexico": 1273, "medium": 1274, "reducing": 1275, "chinese": 1276, "enterprises": 1277, "gaf": 1278, "global": 1279, "airlines": 1280, "indicated": 1281, "water": 1282, "yields": 1283, "bbl": 1284, "network": 1285, "weak": 1286, "big": 1287, "towards": 1288, "significantly": 1289, "single": 1290, "generally": 1291, "positive": 1292, "done": 1293, "thursday": 1294, "whole": 1295, "strategy": 1296, "continues": 1297, "survey": 1298, "visit": 1299, "grew": 1300, "legal": 1301, "together": 1302, "stoltenberg": 1303, "subsidy": 1304, "imf": 1305, "weekend": 1306, "application": 1307, "hughes": 1308, "nippon": 1309, "middle": 1310, "grains": 1311, "bushels": 1312, "forward": 1313, "requirement": 1314, "restrictions": 1315, "transportation": 1316, "actions": 1317, "governor": 1318, "steady": 1319, "afternoon": 1320, "found": 1321, "targets": 1322, "though": 1323, "rand": 1324, "paul": 1325, "employment": 1326, "franc": 1327, "ownership": 1328, "especially": 1329, "via": 1330, "designed": 1331, "newly": 1332, "values": 1333, "moscow": 1334, "csr": 1335, "exxon": 1336, "freight": 1337, "sosnoff": 1338, "vessels": 1339, "laws": 1340, "registered": 1341, "know": 1342, "giving": 1343, "summer": 1344, "ease": 1345, "rev": 1346, "build": 1347, "cpc": 1348, "quickly": 1349, "al": 1350, "z": 1351, "leaders": 1352, "delayed": 1353, "lbs": 1354, "every": 1355, "borrowing": 1356, "x": 1357, "manufacturers": 1358, "storage": 1359, "relatively": 1360, "confirmed": 1361, "compares": 1362, "david": 1363, "averaged": 1364, "excess": 1365, "using": 1366, "moving": 1367, "granted": 1368, "immediate": 1369, "county": 1370, "intends": 1371, "allegheny": 1372, "fats": 1373, "raw": 1374, "went": 1375, "labour": 1376, "urged": 1377, "away": 1378, "factor": 1379, "drought": 1380, "comments": 1381, "claims": 1382, "engineering": 1383, "warned": 1384, "different": 1385, "car": 1386, "houses": 1387, "underlying": 1388, "sorghum": 1389, "technical": 1390, "turkey": 1391, "atlantic": 1392, "ceiling": 1393, "strength": 1394, "seamen": 1395, "biggest": 1396, "spring": 1397, "role": 1398, "planted": 1399, "plants": 1400, "require": 1401, "sun": 1402, "asset": 1403, "brokers": 1404, "hopes": 1405, "kuwaiti": 1406, "starting": 1407, "sign": 1408, "test": 1409, "consideration": 1410, "waste": 1411, "resulted": 1412, "malaysian": 1413, "approve": 1414, "steps": 1415, "chance": 1416, "stockholders": 1417, "expressed": 1418, "totaled": 1419, "speaking": 1420, "negotiating": 1421, "alternative": 1422, "diplomats": 1423, "ab": 1424, "baldrige": 1425, "deputy": 1426, "bulk": 1427, "imposed": 1428, "lot": 1429, "takes": 1430, "strategic": 1431, "resulting": 1432, "suspended": 1433, "chemicals": 1434, "recorded": 1435, "ranging": 1436, "fact": 1437, "chemlawn": 1438, "protectionist": 1439, "mean": 1440, "relations": 1441, "known": 1442, "w": 1443, "negative": 1444, "programs": 1445, "fe": 1446, "rumors": 1447, "avoid": 1448, "duty": 1449, "commitments": 1450, "wholesale": 1451, "smaller": 1452, "philippines": 1453, "norway": 1454, "maker": 1455, "sectors": 1456, "lehman": 1457, "approximately": 1458, "gmt": 1459, "spokeswoman": 1460, "pork": 1461, "course": 1462, "anti": 1463, "priced": 1464, "wage": 1465, "belgian": 1466, "miti": 1467, "soft": 1468, "associated": 1469, "lowered": 1470, "italian": 1471, "originally": 1472, "smelter": 1473, "tendered": 1474, "successful": 1475, "peru": 1476, "mar": 1477, "protection": 1478, "encourage": 1479, "rains": 1480, "overnight": 1481, "electronic": 1482, "appropriate": 1483, "negotiate": 1484, "willing": 1485, "protect": 1486, "ability": 1487, "housing": 1488, "stabilise": 1489, "reporting": 1490, "starts": 1491, "excluding": 1492, "staff": 1493, "principal": 1494, "fire": 1495, "illinois": 1496, "marine": 1497, "whose": 1498, "stimulate": 1499, "limits": 1500, "huge": 1501, "exceed": 1502, "sought": 1503, "abroad": 1504, "parliament": 1505, "poor": 1506, "harcourt": 1507, "spanish": 1508, "santos": 1509, "commitment": 1510, "minerals": 1511, "trader": 1512, "unfair": 1513, "eep": 1514, "smith": 1515, "launched": 1516, "ports": 1517, "profitable": 1518, "exported": 1519, "sent": 1520, "employers": 1521, "ohio": 1522, "wells": 1523, "burlington": 1524, "fleet": 1525, "inventory": 1526, "florida": 1527, "positions": 1528, "pakistan": 1529, "institutions": 1530, "purposes": 1531, "liabilities": 1532, "broad": 1533, "behind": 1534, "supermarkets": 1535, "reuter": 1536, "forced": 1537, "introduced": 1538, "gets": 1539, "pesos": 1540, "discussed": 1541, "intended": 1542, "refining": 1543, "entire": 1544, "risen": 1545, "forces": 1546, "condition": 1547, "speech": 1548, "stabilize": 1549, "parties": 1550, "netherlands": 1551, "reflecting": 1552, "economies": 1553, "auction": 1554, "guarantees": 1555, "confident": 1556, "acquires": 1557, "houston": 1558, "accounted": 1559, "toward": 1560, "premium": 1561, "statements": 1562, "projects": 1563, "tankers": 1564, "mills": 1565, "optimistic": 1566, "buyer": 1567, "ratio": 1568, "recession": 1569, "lb": 1570, "beet": 1571, "declines": 1572, "miles": 1573, "tariff": 1574, "determined": 1575, "courier": 1576, "sheet": 1577, "larger": 1578, "postings": 1579, "fears": 1580, "licences": 1581, "push": 1582, "pension": 1583, "margins": 1584, "dry": 1585, "developments": 1586, "paying": 1587, "care": 1588, "follow": 1589, "pressures": 1590, "transfer": 1591, "leader": 1592, "foods": 1593, "opposition": 1594, "entertainment": 1595, "semiconductors": 1596, "michael": 1597, "ready": 1598, "chase": 1599, "operators": 1600, "nothing": 1601, "material": 1602, "modest": 1603, "practices": 1604, "congressional": 1605, "anticipated": 1606, "signal": 1607, "jobs": 1608, "indonesian": 1609, "confidence": 1610, "acquiring": 1611, "seeks": 1612, "affiliate": 1613, "citicorp": 1614, "relief": 1615, "expenditure": 1616, "separate": 1617, "refined": 1618, "placed": 1619, "active": 1620, "depreciation": 1621, "stage": 1622, "argentine": 1623, "fair": 1624, "rule": 1625, "egypt": 1626, "appears": 1627, "opposed": 1628, "thought": 1629, "upward": 1630, "developed": 1631, "voted": 1632, "brokerage": 1633, "writedown": 1634, "dart": 1635, "hurt": 1636, "thai": 1637, "grades": 1638, "island": 1639, "threatened": 1640, "highest": 1641, "cabinet": 1642, "intervened": 1643, "iv": 1644, "aluminum": 1645, "operates": 1646, "orange": 1647, "extend": 1648, "greece": 1649, "break": 1650, "subordinated": 1651, "tire": 1652, "impose": 1653, "affairs": 1654, "governments": 1655, "stronger": 1656, "effects": 1657, "clayton": 1658, "bell": 1659, "combination": 1660, "advanced": 1661, "scale": 1662, "waiting": 1663, "committed": 1664, "bilateral": 1665, "lowest": 1666, "regional": 1667, "decide": 1668, "software": 1669, "asia": 1670, "federation": 1671, "side": 1672, "fee": 1673, "represents": 1674, "dairy": 1675, "meal": 1676, "intervene": 1677, "reflects": 1678, "terminal": 1679, "store": 1680, "argentina": 1681, "floor": 1682, "cargoes": 1683, "viacom": 1684, "threat": 1685, "stand": 1686, "bad": 1687, "participation": 1688, "expire": 1689, "depressed": 1690, "fresh": 1691, "planting": 1692, "running": 1693, "anything": 1694, "talking": 1695, "pa": 1696, "develop": 1697, "airline": 1698, "renewed": 1699, "strongly": 1700, "republic": 1701, "ups": 1702, "original": 1703, "matter": 1704, "possibly": 1705, "ask": 1706, "minority": 1707, "invest": 1708, "denied": 1709, "surpluses": 1710, "swedish": 1711, "aircraft": 1712, "particular": 1713, "motors": 1714, "compromise": 1715, "sweden": 1716, "reference": 1717, "platform": 1718, "yr": 1719, "harper": 1720, "setting": 1721, "resolve": 1722, "william": 1723, "throughout": 1724, "chancellor": 1725, "broadcasting": 1726, "achieve": 1727, "passed": 1728, "fundamentals": 1729, "gap": 1730, "alternatives": 1731, "appeared": 1732, "fairchild": 1733, "cyacq": 1734, "amc": 1735, "exporting": 1736, "hoped": 1737, "panel": 1738, "curb": 1739, "thus": 1740, "philippine": 1741, "formal": 1742, "banker": 1743, "published": 1744, "upon": 1745, "dumping": 1746, "technologies": 1747, "declining": 1748, "ranges": 1749, "adopted": 1750, "adjustments": 1751, "actual": 1752, "bankruptcy": 1753, "differentials": 1754, "hands": 1755, "sides": 1756, "ruled": 1757, "size": 1758, "described": 1759, "lift": 1760, "leave": 1761, "shortfall": 1762, "inventories": 1763, "creditors": 1764, "live": 1765, "brings": 1766, "across": 1767, "offices": 1768, "cold": 1769, "reynolds": 1770, "enhancement": 1771, "write": 1772, "talk": 1773, "narrow": 1774, "algeria": 1775, "chips": 1776, "ems": 1777, "mill": 1778, "crazy": 1779, "fob": 1780, "movement": 1781, "balances": 1782, "direction": 1783, "chip": 1784, "duties": 1785, "approvals": 1786, "noting": 1787, "red": 1788, "oct": 1789, "mutual": 1790, "center": 1791, "pricing": 1792, "connection": 1793, "debate": 1794, "closely": 1795, "carry": 1796, "ten": 1797, "intermediate": 1798, "soviets": 1799, "eddie": 1800, "bass": 1801, "ibc": 1802, "turn": 1803, "extension": 1804, "representing": 1805, "reaction": 1806, "nominal": 1807, "shortly": 1808, "belgium": 1809, "suggested": 1810, "contributed": 1811, "certificate": 1812, "established": 1813, "partner": 1814, "primarily": 1815, "textile": 1816, "emergency": 1817, "create": 1818, "exchequer": 1819, "determine": 1820, "interim": 1821, "makers": 1822, "portion": 1823, "rain": 1824, "reductions": 1825, "weakness": 1826, "communique": 1827, "seasonal": 1828, "agrees": 1829, "bringing": 1830, "specialty": 1831, "bales": 1832, "exercise": 1833, "really": 1834, "enable": 1835, "provides": 1836, "imperial": 1837, "summit": 1838, "identified": 1839, "louisiana": 1840, "mobil": 1841, "asian": 1842, "barriers": 1843, "hearing": 1844, "status": 1845, "enter": 1846, "attributed": 1847, "rebate": 1848, "cane": 1849, "lire": 1850, "ferruzzi": 1851, "contribution": 1852, "disease": 1853, "opinion": 1854, "shows": 1855, "martin": 1856, "refused": 1857, "sulphur": 1858, "sentiment": 1859, "movements": 1860, "scheme": 1861, "motor": 1862, "lack": 1863, "quarters": 1864, "workforce": 1865, "approach": 1866, "resume": 1867, "dow": 1868, "van": 1869, "structure": 1870, "double": 1871, "cited": 1872, "initiative": 1873, "hudson": 1874, "v": 1875, "intention": 1876, "foster": 1877, "midland": 1878, "moderate": 1879, "components": 1880, "competitiveness": 1881, "attacks": 1882, "sa": 1883, "traditional": 1884, "plantings": 1885, "delay": 1886, "hostile": 1887, "zambia": 1888, "unadjusted": 1889, "intend": 1890, "wireless": 1891, "evidence": 1892, "broadly": 1893, "satisfactory": 1894, "radio": 1895, "machinery": 1896, "cross": 1897, "highly": 1898, "missiles": 1899, "tough": 1900, "latin": 1901, "located": 1902, "focus": 1903, "fallen": 1904, "circulation": 1905, "certainly": 1906, "therefore": 1907, "carried": 1908, "decrease": 1909, "stay": 1910, "awarded": 1911, "lme": 1912, "wide": 1913, "converted": 1914, "calif": 1915, "allowing": 1916, "applied": 1917, "retain": 1918, "retaliate": 1919, "covering": 1920, "guarantee": 1921, "shipped": 1922, "list": 1923, "levy": 1924, "revlon": 1925, "semi": 1926, "ban": 1927, "decisions": 1928, "things": 1929, "managing": 1930, "reverse": 1931, "supported": 1932, "boosted": 1933, "severe": 1934, "la": 1935, "downward": 1936, "valley": 1937, "carryforward": 1938, "votes": 1939, "room": 1940, "aerospace": 1941, "operated": 1942, "moved": 1943, "nearby": 1944, "usx": 1945, "shamrock": 1946, "difficulties": 1947, "broker": 1948, "kind": 1949, "shift": 1950, "establish": 1951, "amstutz": 1952, "disclose": 1953, "except": 1954, "mineral": 1955, "coconut": 1956, "deliveries": 1957, "circumstances": 1958, "flat": 1959, "achieved": 1960, "earn": 1961, "drug": 1962, "cooperate": 1963, "uncertainty": 1964, "defence": 1965, "diamond": 1966, "southwest": 1967, "prev": 1968, "miners": 1969, "tea": 1970, "bay": 1971, "indian": 1972, "black": 1973, "businessmen": 1974, "branch": 1975, "opportunities": 1976, "recommended": 1977, "opportunity": 1978, "los": 1979, "reorganization": 1980, "commenting": 1981, "rio": 1982, "auto": 1983, "counter": 1984, "indicate": 1985, "extent": 1986, "clearly": 1987, "harris": 1988, "tenders": 1989, "gillette": 1990, "coastal": 1991, "unions": 1992, "regulations": 1993, "expires": 1994, "demands": 1995, "affecting": 1996, "hand": 1997, "moment": 1998, "managers": 1999, "angeles": 2000, "charged": 2001, "normally": 2002, "getting": 2003, "icahn": 2004, "uk": 2005, "mm": 2006, "edelman": 2007, "interstate": 2008, "jointly": 2009, "turkish": 2010, "collapse": 2011, "advance": 2012, "feel": 2013, "terminated": 2014, "body": 2015, "begins": 2016, "recommendation": 2017, "stated": 2018, "sure": 2019, "incentives": 2020, "tanker": 2021, "amoco": 2022, "lake": 2023, "api": 2024, "profitability": 2025, "alone": 2026, "mostly": 2027, "eased": 2028, "extremely": 2029, "totalling": 2030, "williams": 2031, "preference": 2032, "social": 2033, "leveraged": 2034, "justice": 2035, "goal": 2036, "livestock": 2037, "providing": 2038, "columbia": 2039, "importers": 2040, "seems": 2041, "george": 2042, "labor": 2043, "success": 2044, "damaged": 2045, "zone": 2046, "recover": 2047, "aide": 2048, "shut": 2049, "advances": 2050, "progressive": 2051, "concerns": 2052, "expanded": 2053, "ensure": 2054, "introduction": 2055, "bidding": 2056, "province": 2057, "fast": 2058, "lloyds": 2059, "hotel": 2060, "pace": 2061, "sunday": 2062, "rainfall": 2063, "detailed": 2064, "strikes": 2065, "cos": 2066, "internal": 2067, "woolworth": 2068, "backlog": 2069, "deals": 2070, "rep": 2071, "registrations": 2072, "telecom": 2073, "let": 2074, "iron": 2075, "proceed": 2076, "oilseeds": 2077, "bonn": 2078, "election": 2079, "example": 2080, "michigan": 2081, "zero": 2082, "rejects": 2083, "coins": 2084, "inra": 2085, "pdvsa": 2086, "emery": 2087, "meanwhile": 2088, "reasonable": 2089, "korean": 2090, "manhattan": 2091, "kilos": 2092, "looks": 2093, "weight": 2094, "speculative": 2095, "ringgit": 2096, "loading": 2097, "qtrly": 2098, "showing": 2099, "executives": 2100, "improving": 2101, "portfolio": 2102, "station": 2103, "rapeseed": 2104, "campaign": 2105, "book": 2106, "leaving": 2107, "ual": 2108, "obtain": 2109, "idea": 2110, "utilities": 2111, "imbalances": 2112, "maturity": 2113, "cereals": 2114, "encouraging": 2115, "kansas": 2116, "vessel": 2117, "deficits": 2118, "requested": 2119, "frozen": 2120, "customs": 2121, "returned": 2122, "charter": 2123, "wti": 2124, "reed": 2125, "protest": 2126, "sri": 2127, "merged": 2128, "cases": 2129, "seriously": 2130, "created": 2131, "portugal": 2132, "attention": 2133, "rapid": 2134, "hk": 2135, "retained": 2136, "aim": 2137, "core": 2138, "never": 2139, "annually": 2140, "carryforwards": 2141, "unable": 2142, "concluded": 2143, "applications": 2144, "centers": 2145, "obligations": 2146, "basin": 2147, "adequate": 2148, "apply": 2149, "deadline": 2150, "warrant": 2151, "operator": 2152, "simply": 2153, "million": 2154, "funding": 2155, "utility": 2156, "studying": 2157, "shultz": 2158, "herrington": 2159, "halt": 2160, "advantage": 2161, "debts": 2162, "wilson": 2163, "backed": 2164, "saturday": 2165, "something": 2166, "appreciation": 2167, "stressed": 2168, "urges": 2169, "computers": 2170, "meant": 2171, "media": 2172, "comes": 2173, "linked": 2174, "heating": 2175, "apr": 2176, "apparently": 2177, "repurchases": 2178, "investigation": 2179, "eventually": 2180, "dominion": 2181, "concentrate": 2182, "exchanges": 2183, "expense": 2184, "spread": 2185, "ventures": 2186, "waters": 2187, "protectionism": 2188, "directly": 2189, "bear": 2190, "elaborate": 2191, "requires": 2192, "begun": 2193, "reaffirmed": 2194, "consistent": 2195, "defend": 2196, "trans": 2197, "feedgrains": 2198, "transcanada": 2199, "conservation": 2200, "indicator": 2201, "join": 2202, "initially": 2203, "fluctuations": 2204, "excessive": 2205, "represented": 2206, "nv": 2207, "faced": 2208, "maintenance": 2209, "strengthen": 2210, "homes": 2211, "balladur": 2212, "distributed": 2213, "recapitalization": 2214, "solution": 2215, "itc": 2216, "hotels": 2217, "poultry": 2218, "flour": 2219, "merchandise": 2220, "fairly": 2221, "dallas": 2222, "destinations": 2223, "bushel": 2224, "concerning": 2225, "indicators": 2226, "living": 2227, "traffic": 2228, "franklin": 2229, "fear": 2230, "alleged": 2231, "beyond": 2232, "widely": 2233, "replace": 2234, "felt": 2235, "pushed": 2236, "increasingly": 2237, "propose": 2238, "attractive": 2239, "expensive": 2240, "objective": 2241, "inflationary": 2242, "behalf": 2243, "contained": 2244, "drive": 2245, "nova": 2246, "became": 2247, "tight": 2248, "quebec": 2249, "jersey": 2250, "submitted": 2251, "arrangement": 2252, "toronto": 2253, "books": 2254, "pursue": 2255, "disposal": 2256, "pioneer": 2257, "individual": 2258, "card": 2259, "save": 2260, "lease": 2261, "petrobras": 2262, "nuclear": 2263, "rotterdam": 2264, "shown": 2265, "debit": 2266, "faster": 2267, "consortium": 2268, "got": 2269, "reasons": 2270, "self": 2271, "favourable": 2272, "expanding": 2273, "reiterated": 2274, "harvested": 2275, "experts": 2276, "affiliates": 2277, "peter": 2278, "announce": 2279, "bahrain": 2280, "formula": 2281, "switzerland": 2282, "mart": 2283, "iowa": 2284, "sweet": 2285, "jacobs": 2286, "rigs": 2287, "conservative": 2288, "tool": 2289, "weinberger": 2290, "lifted": 2291, "northwest": 2292, "drain": 2293, "gained": 2294, "merchant": 2295, "favour": 2296, "exporter": 2297, "massive": 2298, "heavily": 2299, "depending": 2300, "owners": 2301, "institutional": 2302, "resolved": 2303, "welcomed": 2304, "receipt": 2305, "grounds": 2306, "fundamental": 2307, "floating": 2308, "spent": 2309, "faces": 2310, "covered": 2311, "guilder": 2312, "km": 2313, "cars": 2314, "satisfied": 2315, "renault": 2316, "scott": 2317, "depend": 2318, "platinum": 2319, "narrowed": 2320, "wk": 2321, "processors": 2322, "calculated": 2323, "built": 2324, "aviation": 2325, "swap": 2326, "afg": 2327, "comdata": 2328, "economics": 2329, "flag": 2330, "container": 2331, "delivered": 2332, "lanka": 2333, "sachs": 2334, "beans": 2335, "permit": 2336, "ever": 2337, "guaranteed": 2338, "jardine": 2339, "brands": 2340, "aug": 2341, "trump": 2342, "goes": 2343, "safety": 2344, "earthquake": 2345, "charles": 2346, "cominco": 2347, "amendment": 2348, "quite": 2349, "arrangements": 2350, "kilo": 2351, "often": 2352, "salomon": 2353, "usage": 2354, "float": 2355, "pounds": 2356, "presented": 2357, "honeywell": 2358, "nigeria": 2359, "virtually": 2360, "democratic": 2361, "programme": 2362, "appear": 2363, "juice": 2364, "octane": 2365, "miguel": 2366, "pointed": 2367, "flows": 2368, "gives": 2369, "manufacturer": 2370, "chartered": 2371, "kept": 2372, "mercantile": 2373, "slight": 2374, "coarse": 2375, "corrected": 2376, "iraqi": 2377, "complex": 2378, "distillate": 2379, "always": 2380, "influence": 2381, "interbank": 2382, "repeated": 2383, "keeping": 2384, "noranda": 2385, "retirement": 2386, "newmont": 2387, "refineries": 2388, "chain": 2389, "lumber": 2390, "saudis": 2391, "alcan": 2392, "finished": 2393, "stopped": 2394, "delegation": 2395, "comparable": 2396, "effectively": 2397, "citibank": 2398, "actively": 2399, "imbalance": 2400, "instruments": 2401, "withdraw": 2402, "represent": 2403, "complaint": 2404, "weaker": 2405, "extra": 2406, "contribute": 2407, "suspension": 2408, "southmark": 2409, "spend": 2410, "realty": 2411, "headed": 2412, "maintained": 2413, "responsible": 2414, "northeast": 2415, "jones": 2416, "respond": 2417, "considerable": 2418, "slower": 2419, "compete": 2420, "ontario": 2421, "trends": 2422, "discussion": 2423, "crudes": 2424, "hanson": 2425, "recommend": 2426, "ford": 2427, "beneficial": 2428, "retaliatory": 2429, "worst": 2430, "bangladesh": 2431, "commonwealth": 2432, "surge": 2433, "phillips": 2434, "tonight": 2435, "gm": 2436, "fujitsu": 2437, "deficiency": 2438, "section": 2439, "dauster": 2440, "henley": 2441, "outcome": 2442, "calling": 2443, "amounted": 2444, "wait": 2445, "thirds": 2446, "withdrawal": 2447, "suppliers": 2448, "turning": 2449, "advised": 2450, "peak": 2451, "putting": 2452, "eligible": 2453, "produces": 2454, "margin": 2455, "journalists": 2456, "declares": 2457, "promote": 2458, "battle": 2459, "kingdom": 2460, "prospect": 2461, "rapidly": 2462, "industrialised": 2463, "uruguay": 2464, "expired": 2465, "firmed": 2466, "agencies": 2467, "rally": 2468, "proven": 2469, "respect": 2470, "missile": 2471, "refiners": 2472, "warships": 2473, "restaurants": 2474, "bhp": 2475, "curbs": 2476, "occur": 2477, "dealing": 2478, "pledged": 2479, "tonnage": 2480, "joined": 2481, "oilseed": 2482, "leaves": 2483, "spa": 2484, "ldp": 2485, "purchasing": 2486, "denmark": 2487, "plastics": 2488, "favor": 2489, "railway": 2490, "regarding": 2491, "textiles": 2492, "slowed": 2493, "ge": 2494, "ibm": 2495, "identify": 2496, "window": 2497, "pipelines": 2498, "delhi": 2499, "cargill": 2500, "match": 2501, "apparent": 2502, "resolution": 2503, "clark": 2504, "sluggish": 2505, "affiliated": 2506, "suggest": 2507, "slide": 2508, "owner": 2509, "file": 2510, "appeal": 2511, "institutes": 2512, "speculated": 2513, "involving": 2514, "wagner": 2515, "navy": 2516, "remove": 2517, "officers": 2518, "tobacco": 2519, "origin": 2520, "maturing": 2521, "petrol": 2522, "closure": 2523, "listed": 2524, "star": 2525, "officially": 2526, "conditioned": 2527, "conrac": 2528, "draw": 2529, "surprise": 2530, "kiichi": 2531, "attend": 2532, "ill": 2533, "wood": 2534, "realized": 2535, "el": 2536, "greek": 2537, "easing": 2538, "proved": 2539, "tehran": 2540, "participants": 2541, "cooper": 2542, "managed": 2543, "ordered": 2544, "entitled": 2545, "kenya": 2546, "ranged": 2547, "portland": 2548, "partially": 2549, "conversion": 2550, "twice": 2551, "venezuelan": 2552, "revision": 2553, "disaster": 2554, "club": 2555, "becor": 2556, "nov": 2557, "bankamerica": 2558, "rainbow": 2559, "breakdown": 2560, "carrying": 2561, "supports": 2562, "alberta": 2563, "bullish": 2564, "diversified": 2565, "comprising": 2566, "moisture": 2567, "asking": 2568, "actually": 2569, "advisory": 2570, "fees": 2571, "clients": 2572, "nigel": 2573, "qualified": 2574, "schedule": 2575, "multi": 2576, "rupees": 2577, "powers": 2578, "bit": 2579, "suffered": 2580, "midnight": 2581, "repayment": 2582, "job": 2583, "strait": 2584, "approves": 2585, "virginia": 2586, "republican": 2587, "resorts": 2588, "pesch": 2589, "bally": 2590, "works": 2591, "yasuhiro": 2592, "lose": 2593, "mt": 2594, "treatment": 2595, "sumitomo": 2596, "link": 2597, "aggressive": 2598, "proposes": 2599, "pty": 2600, "settle": 2601, "cooperative": 2602, "doubt": 2603, "usually": 2604, "vital": 2605, "notice": 2606, "smc": 2607, "takeovers": 2608, "aggregate": 2609, "litigation": 2610, "arrange": 2611, "restricted": 2612, "seem": 2613, "remainder": 2614, "aegean": 2615, "changing": 2616, "heller": 2617, "referring": 2618, "uncertain": 2619, "southeast": 2620, "du": 2621, "criticism": 2622, "presence": 2623, "holder": 2624, "serve": 2625, "hog": 2626, "hill": 2627, "fifth": 2628, "temperatures": 2629, "lambert": 2630, "minus": 2631, "environment": 2632, "reforms": 2633, "goodyear": 2634, "grown": 2635, "oppose": 2636, "dot": 2637, "asa": 2638, "deutsche": 2639, "boliden": 2640, "bolivia": 2641, "norstar": 2642, "worried": 2643, "aware": 2644, "chances": 2645, "del": 2646, "marked": 2647, "norwegian": 2648, "stance": 2649, "broke": 2650, "measured": 2651, "informal": 2652, "assumption": 2653, "upper": 2654, "written": 2655, "favorable": 2656, "acting": 2657, "termination": 2658, "publicly": 2659, "allowance": 2660, "sufficient": 2661, "play": 2662, "laboratories": 2663, "formerly": 2664, "citing": 2665, "widespread": 2666, "dayton": 2667, "exposure": 2668, "eia": 2669, "sum": 2670, "extends": 2671, "branches": 2672, "district": 2673, "und": 2674, "questions": 2675, "advisers": 2676, "jordan": 2677, "stands": 2678, "standards": 2679, "flexible": 2680, "becoming": 2681, "deferred": 2682, "solve": 2683, "handling": 2684, "compensation": 2685, "users": 2686, "downturn": 2687, "elders": 2688, "inflow": 2689, "perhaps": 2690, "man": 2691, "outright": 2692, "attempts": 2693, "utilization": 2694, "golden": 2695, "cheaper": 2696, "causing": 2697, "receiving": 2698, "variety": 2699, "siemens": 2700, "int": 2701, "miller": 2702, "usa": 2703, "launch": 2704, "restructure": 2705, "happen": 2706, "resist": 2707, "item": 2708, "slaughter": 2709, "mixed": 2710, "views": 2711, "obtained": 2712, "carrier": 2713, "stations": 2714, "drexel": 2715, "oats": 2716, "sour": 2717, "moore": 2718, "reliance": 2719, "lp": 2720, "registration": 2721, "competing": 2722, "controlling": 2723, "draft": 2724, "qatar": 2725, "dynamics": 2726, "oklahoma": 2727, "corporations": 2728, "hongkong": 2729, "embassy": 2730, "schlumberger": 2731, "est": 2732, "wendy": 2733, "purpose": 2734, "inadequate": 2735, "deregulation": 2736, "grant": 2737, "understanding": 2738, "indication": 2739, "presidential": 2740, "cheap": 2741, "worked": 2742, "cautious": 2743, "boosting": 2744, "runs": 2745, "industrialized": 2746, "expenditures": 2747, "unilever": 2748, "ground": 2749, "containing": 2750, "par": 2751, "harvesting": 2752, "convinced": 2753, "unspecified": 2754, "delegate": 2755, "donald": 2756, "matters": 2757, "discovery": 2758, "drawing": 2759, "stanley": 2760, "implement": 2761, "volumes": 2762, "prudential": 2763, "xon": 2764, "finding": 2765, "rival": 2766, "attributable": 2767, "phase": 2768, "differences": 2769, "devaluation": 2770, "relative": 2771, "thing": 2772, "easier": 2773, "performing": 2774, "zimbabwe": 2775, "gabelli": 2776, "chapter": 2777, "repayments": 2778, "failing": 2779, "unsolicited": 2780, "hernandez": 2781, "ferry": 2782, "reaching": 2783, "conflict": 2784, "warning": 2785, "hour": 2786, "trades": 2787, "metropolitan": 2788, "universal": 2789, "subroto": 2790, "tightening": 2791, "seemed": 2792, "replied": 2793, "turned": 2794, "rebates": 2795, "sense": 2796, "headquarters": 2797, "lenders": 2798, "ecu": 2799, "ghana": 2800, "clearing": 2801, "stakes": 2802, "lawmakers": 2803, "halted": 2804, "divisions": 2805, "repay": 2806, "balanced": 2807, "separately": 2808, "occurred": 2809, "liquid": 2810, "schlesinger": 2811, "comprised": 2812, "bil": 2813, "otherwise": 2814, "priority": 2815, "tried": 2816, "statoil": 2817, "mideast": 2818, "reviewing": 2819, "accords": 2820, "depth": 2821, "drill": 2822, "na": 2823, "jim": 2824, "nazer": 2825, "chirac": 2826, "platforms": 2827, "guinness": 2828, "tmoc": 2829, "redstone": 2830, "methods": 2831, "cif": 2832, "divided": 2833, "supplier": 2834, "daniel": 2835, "packaging": 2836, "gradually": 2837, "permanent": 2838, "weighted": 2839, "slowing": 2840, "recommendations": 2841, "commissioner": 2842, "flexibility": 2843, "amended": 2844, "method": 2845, "healthy": 2846, "timing": 2847, "practice": 2848, "super": 2849, "hike": 2850, "participate": 2851, "myers": 2852, "petrochemical": 2853, "ivory": 2854, "hrs": 2855, "indirect": 2856, "adverse": 2857, "luxembourg": 2858, "undersecretary": 2859, "assistant": 2860, "attacked": 2861, "jumped": 2862, "negotiated": 2863, "permits": 2864, "fight": 2865, "acceptable": 2866, "printing": 2867, "factory": 2868, "frankfurt": 2869, "plaza": 2870, "venice": 2871, "broken": 2872, "maintaining": 2873, "burden": 2874, "compensate": 2875, "burnham": 2876, "bearing": 2877, "bu": 2878, "hungary": 2879, "wages": 2880, "emirates": 2881, "king": 2882, "expiration": 2883, "resource": 2884, "irving": 2885, "peabody": 2886, "insured": 2887, "indiana": 2888, "pump": 2889, "neither": 2890, "freedom": 2891, "crown": 2892, "determination": 2893, "sen": 2894, "glickman": 2895, "subsidized": 2896, "allis": 2897, "klm": 2898, "widened": 2899, "physical": 2900, "aims": 2901, "quick": 2902, "goldman": 2903, "personnel": 2904, "pacts": 2905, "finland": 2906, "willingness": 2907, "predict": 2908, "type": 2909, "optimism": 2910, "monier": 2911, "restore": 2912, "premiums": 2913, "boards": 2914, "distributor": 2915, "roughly": 2916, "cereal": 2917, "barge": 2918, "jobless": 2919, "eliminate": 2920, "door": 2921, "adds": 2922, "pl": 2923, "centre": 2924, "rumours": 2925, "risks": 2926, "disputes": 2927, "liability": 2928, "naval": 2929, "alaska": 2930, "surprised": 2931, "content": 2932, "encouraged": 2933, "improvements": 2934, "supreme": 2935, "averaging": 2936, "tighten": 2937, "cie": 2938, "generale": 2939, "automotive": 2940, "geneva": 2941, "lend": 2942, "bottom": 2943, "acre": 2944, "unknown": 2945, "israel": 2946, "barney": 2947, "announcing": 2948, "pennsylvania": 2949, "champion": 2950, "critical": 2951, "georgia": 2952, "sgl": 2953, "reopen": 2954, "danish": 2955, "mortgages": 2956, "chalmers": 2957, "cathay": 2958, "newspapers": 2959, "deterioration": 2960, "diplomatic": 2961, "liberal": 2962, "outlined": 2963, "pushing": 2964, "answer": 2965, "opens": 2966, "depends": 2967, "rank": 2968, "speed": 2969, "projections": 2970, "autumn": 2971, "dependence": 2972, "warburg": 2973, "intentions": 2974, "procedures": 2975, "damages": 2976, "green": 2977, "gallon": 2978, "buenos": 2979, "aires": 2980, "explained": 2981, "prompted": 2982, "dean": 2983, "regions": 2984, "animal": 2985, "allows": 2986, "momentum": 2987, "inspection": 2988, "delta": 2989, "des": 2990, "event": 2991, "engine": 2992, "ongoing": 2993, "bancshares": 2994, "stabilisation": 2995, "gelco": 2996, "conable": 2997, "environmental": 2998, "stcks": 2999, "heart": 3000, "arabian": 3001, "uae": 3002, "peking": 3003, "evaluate": 3004, "mts": 3005, "campeau": 3006, "enterprise": 3007, "controversial": 3008, "difference": 3009, "adviser": 3010, "unocal": 3011, "prompt": 3012, "membership": 3013, "simon": 3014, "century": 3015, "tell": 3016, "revaluation": 3017, "hoechst": 3018, "targeted": 3019, "extensive": 3020, "team": 3021, "settled": 3022, "elsewhere": 3023, "ali": 3024, "excluded": 3025, "petition": 3026, "disclosure": 3027, "pass": 3028, "gerhard": 3029, "hanover": 3030, "sunflower": 3031, "consuming": 3032, "protein": 3033, "offs": 3034, "publishing": 3035, "climbed": 3036, "negotiators": 3037, "indications": 3038, "brand": 3039, "destroyed": 3040, "violations": 3041, "tv": 3042, "accepts": 3043, "distillers": 